// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "靈魂小畫家兔寶",  // 同上...
        "今天是你的生日",
        "祝你生日快樂啦",
        
        
        "過五天是平安夜",
        "請銘記在心",
        
        "祝妳的肝不會爆炸",
        "祝妳不要意外受傷",
        "也不要準備受傷",
        "祝妳的排位能順利一點",
        "祝妳房間能乾一點",
        "不要再那麼潮濕了",
        
        "就醬",
        "掰餔",
        "~~~",
        "~~~",
        "~~~",
        "~~~",
        "~~~",
        "~~~",
        "~~~",
        "~~~",
        "~~~",
        "~~~",
        "~~~",
        "~~~",
        
        "小小心底話",
        "跟你聊天真的很快樂",
        "妳是少數讓我想主動聊天的朋友",
        "無論是講認真的事還是幹話",
        "都讓我有種不該把話題結束的感覺",
        "導致我最近越來越 早 睡了XD",      
        "但我不後悔啦",
        "你就知道有多快樂",
        "我都把問號和傻眼貼圖當作戰利品",
        "想必看到這句話的妳又傻眼了",
        "(暗示著我的成功)",
        "心底話結束",
        "第四次的18歲生日快樂",
      
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        "靈魂小畫家兔寶": "./imgs/S__12706096_0.jpg",
        // "今天是你的生日": "./imgs/birthday.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "Start",
        play: "music",
        bannar_coming: "next",
        balloons_flying: "next",
        cake_fadein: "cake",
        light_candle: "next",
        wish_message: "make a wish~",
        story: "A MESSAGE FOR YOU",
    }
};
